"REFRESH"="Vedä alas päivittääksesi";
"JUST_NOW"="Juuri nyt";
"5_MIN"="< 5 minuuttia";
"15_MIN"="< 15 minuuttia";
"30_MIN"="< 30 minuuttia";
"45_MIN"="< 45 minuuttia";
"HOUR"="< tunti";
"< %d hours"="< %d tuntia";
"YESTERDAY"="Eilen";
"%d days"="%d päivää";
"LONG_TIME"="Kauan sitten";
"SETTINGS_TITLE"="Asetukset";
"SETTINGS_RESET_TITLE"="Asetukset palautettu";
"SETTINGS_RESET_MESSAGE"="Kaikki asetukset on nyt palautettu oletuksiksi.";
"ERROR"="Tapahtui virhe";
"ERROR_API_NO_DATA"="Virhe: ei saatu dataa High.fi:stä";
"ERROR_API_PARSE"="Virhe tietojen haussa High.fi:stä";
"SHARE_BUTTON"="Jaa";
"INFO_REVIEW_TITLE"="Arvostele App Storessa";
"INFO_BUGS_TITLE"="Kehitysideat ja virheet";